Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: Bargojoavkku vuođđojurdda ja olles guorahallama vuolggasadji lea leamaš dat, ahte sámegiela produktiivvalaš dáidu galgá leat čielga mihttu sihke mánáidgárddis ja skuvllas.
smj: Barggojuohkusa vuodoájádus ja vuodo ålles guoradallamij la læhkám, jut produktijva sáme gielladájddo galggá liehket tjielgga ulmmen sihke mánájgárden ja skåvlån.

source: Mii leat suokkardallan Baker ja Todal meroštallamiid vuođul, movt buoremusat sirdit ja oahpahit sámegiela ja nannet mánáid sámegiela dáiddu.
smj: Bakera ja Todala milta lip árvustallam gåktu buoremusát gielav ådå buolvajda sirddet ja sámegiellaj åhpadit ja mánáj sáme gielladájdov nannit.

source: Nugo ovddabealde oidno, sihke Baker ja Todal lokteba guovttegielatvuohta- doahpaga ja guovttegielatvuođa deattuheami problemáhtalažžan unnitlogugiela konteavsttas.
smj: Dagu åvddålin vuojnnu, de sihke Baker ja Todal låpptiba guovtegielakvuoda buojkuldagáv ja guovtegielakvuoda dættodimev tjuolmman unneplågogiela kontevstan.

source: Go sámi mánát galget šaddat guovttegielagat, de lea sámegiella dat rašes giella, go fas riikagiella lea diehttelas.
smj: Gå sáme máná galggi guovtegielagin sjaddat, de la sámegiella mij la rasjes giella, gå vas rijka giella l diehttelis.

source: Jus sámi mánát galget šaddat guovttegielagin, de ferte sámegiella leat guovddážis ja deattuhuvvot.
smj: Jus sáme máná galggi guovtegielagin sjaddat, de hæhttu sámegiella liehket guovdátjin ja dættoduvvat.

source: Sámi mánáid guovttegielatvuohta danin čatnasa dasa man bures mánáidgárde- ja skuvlavuogádagat lihkostuvvet sámegielain.
smj: Sáme mánáj guovtegielakvuohta danen tjanáduvvá dasi man buoragit mánájgárdde- ja skåvllåvuogádagá sámegielajn vuorbástuvvi.

source: Dán ášši bargojoavku guorahallá čiekŋaleappot nuppi dokumeanttas.
smj: Dáv ássjev barggojuogos tjiegŋalappot guoradallá nuppen dokumentan.

source: Bargojoavku oaidná ahte gievrras giellamodeallaid meroštallamis leat guokte beali;
smj: Barggojuogos vuojnná nanos giellamodellaj árvustallamin li guokta biele;

source: organisatoralaš bealli ja diđolaš giellageavadagat .
smj: organisasjåvnålasj vidjura ja diedulasj giellaprakisa .

source: Organisatoralaš gažaldagaide gullet omd. dat, gallii vahkus doaimmat lágiduvvojit;
smj: Organisasjåvnålasj vidjurijda gulluji duola dagu galli vahkon fálaldagá ásaduvvi;

source: leatgo sámegielat doaimmat sierra sámejoavkkus vai stuorit joavkku siste;
smj: li gus sámegielak dáhpádusá sierra sámejuohkusin vaj stuoráp juohkusin;

source: lágiduvvojitgo deaivvadeamit gáiddusoahpahusa lassin.
smj: ásaduvvi gus æjvvalime guhkásåhpadibmáj duodden.

source: Giellageavadagaide gullet omd. diđolaš bargu dainna ulbmiliin ahte mánát galget šaddat produktiiva sámegielagin, ahte hábmejuvvo sámegielat ovttagielat biras gos rávisolbmot stivrejit mánáid giellageavaheami, vai sihkkarastet mánáid produktiivvalaš gielladáiddu, ja ahte dát bargu árvvoštallojuvvo.
smj: Giellapraksisijda gullu duola dagu diedulasj barggo dajna ulmijn jut máná galggi sjaddat produktijva sámegielagin, jut hábbmiduvvá sámegielak avtagielak birás gånnå ållessjattuga stivrriji mánáj giellaanov, vaj mánáj produktijva gielladájdov sihkarassti, ja jut dát barggo árvustaláduvvá.

source: Goappaš beliid ferte váldit vuhtii go árvvoštallá doaibmágo dihto fálaldat gievrras giellaoahpahusmodealla mielde.
smj: Goappátjijt bielijt hæhttu vieledit gå árvustallá doajmmá gus visses fálaldahka nanos giellaåhpadimmodella milta.

source: Fálaldat nappo ii sáhte daddjot gievrras giellamodeallan jus dušše organisatoralaš bealit leat sajis, muhto váilot diđolaš geavadat, omd. ahte ii diđolaččat bargojuvvo dan ovdii ahte mánáide sajáiduvvá sámegiella produktiivvalaš giellan.
smj: Fálaldahka nappu ij máhte nanos giellamodællan gåhtjoduvvat jus dåssju organisasjåvnålasj vidjura li sajenisá, valla vájlluji diedulasj giellapráksisa, duola dagu jut ij diedulattjat barga dan vuoksjuj ahte mánájda sajájduvvá sámegiella produktijva giellan.

source: Gievrras giellamodealla lea gažaldagas dalle go mánáidgárddi dahje skuvlla doaimmat leat organiserejuvvon nu, ahte sámegiella diđolaččat geavahuvvo gulahallama ja oahppama gaskaoapmin, ii dušše objeaktan ráddjejuvvon bottuin.
smj: Nanos giellamodælla l dalloj gå mánájgárde jali skåvlå fálaldagá li navti organisieriduvvam, jut sámegiella diedulattjat aneduvvá guládallama ja oahppama nævvon, ij dåssju objæktan ráddjiduvá nágin ájggegávdajda.

source: Sámegiella lea gulahallama ja oahppama reaidun, ja ulbmilin lea, ahte sámegiella sajáiduvvá gulahallangiellan maiddái mánáid gaskkas.
smj: Sámegiella l guládallama ja oahppama vædtsagin, ja ulmmen la, jut sámegiella sajájduvvá guládallamgiellan mánáj gaskan aj.

source: Gievrras giellamodealla ollašuhttin eaktuda mánáidgárddiin ja skuvllain gielladiđolaš áddejumi ja doaibmavugiid.
smj: Nanos giellamodellaj ållidibme ævtot mánájgárdijn ja skåvlåjn li gielladiedulasj dádjadusá ja práksisa.

source: Gievrras giellamodealla oktan gáibádussan lea dat, ahte fálaldat árvvoštallojuvvo áiggis áigái, vai fuomášuvvo árrat jus fálaldat ii doaimma nu go galggašii, omd. jus mánát eai sámás, vaikko áddejit giela.
smj: Akta gájbbádus nanos giellamodællaj la jut fálaldahka árvustaláduvvá aktelt, vaj árrat ájttsá jus fálaldahka ij dåjma dagu galgaluluj, buojkulvissaj jus máná e sámásta, vájku gielav dádjadi.

source: Árvvoštallama vuođul ferte doaimmaid organisatoralaš beliid ja diđolaš giellageavadagaid ovdánahttit.
smj: Árvustallama milta galggá fálaldagáj organisasjåvnålasj vidjurijt ja diedulasj giellapráksisijt åvddånahttet.

source: Geahnohis giellamodealla lea gažaldagas dalle go sámegillii lea várrejuvvon mánáidgárde- dahje skuvlabirrasis hui ráddjejuvvon áigi: giella lea anus dušše sierra doaibmanbottuin dahje giellaoahpahandiimmuin (omd. skuvllas sámegielfágas).
smj: Rasjes giellamodælla l dalloj gå mánájgárdde- jali skåvllåbirrasin la biejadum viek ráddjiduvvam ájgge sámegiellaj: giella l anon dåssju sierralágásj dáhpádusájn jali giellaåhpadimtijmajn (buojkulvissaj skåvlån sámegielfágan).

source: Dalle giella doaibmá oahpahusa objeaktan iige baicca geavahuvvo oahpahusreaidun, dieđu ja gulahallama gaskaoapmin.
smj: Dalloj giella doajmmá objæktan farra gå åhpadimvædtsagin, diedoj ja guládallama nævvon.

source: Muhtin giellafálaldagain skuvllain ja mánáidgárddiin lea sámegielas stuorát sadji go dušše ráddjejuvvon áiggis, muhto fálaldagas barget gielain eahpesystemáhtalaččat, duollet dálle, diđolaš giellageavadiid ja gielladiđolašvuođa haga.
smj: Muhtem giellafálaldagájn skåvlåjn ja mánájgárdijn la sámegielan stuoráp sadje gå dåssju ráddjiduvvam ájgen, valla fálaldagán barggi gielajn iehpesystiemalattjat, duolloj dálloj, diedulasj giellapráksisij ja gielladiedulasjvuoda dagi.

source: Diekkár fálaldat 8 gullá geahnohis giellamodeallaide go diđolaš giellageavadat leat seammá dehálaččat go organisatoralaš bealli.
smj: Dákkir fálaldahka gullu rasjes giellamodællaj gå diedulasj giellapráksisa li sæmmi ájnnasa gå organisasjåvnålasj vidjura.

source: 4 Giellamodeallat Sámis
smj: 4 Giellamodella Sámen

source: Dán oasis mii ovdanbuktit giellaoahpahusmodeallaid mat juogo leat anus Sámis, dahje mat berreše leat anus Sámis, ja movt meroštallat daid.
smj: Dán oasen åvddån buktep giellaåhpadimmodellajt ma juogu li anon Sámen, jali ma bierrilulun anon liehket Sámen, ja gåktu dajt galggá merustallat.

source: Bargojoavku guorrasa dán barggus daidda evttohusaide maid Jon Todal lea iežas artihkkalis ovdanbuktán.
smj: Barggojuogos guorras dán bargon dajda oajvvadusájda majt Jon Todal la ietjas artihkkalin åvddån buktám.

source: Todal deattuha ahte gievrras giellamodeallaid bajimus giellapolitihkalaš ulbmil lea sámegiela nannen ja sirdin čuovvovaš sohkabulvii.
smj: Todal dættot nanos giellamodellaj bajemus giellapolitihkalasj ulmme l sámegielav nannit ja boahtte buolvvaj sirddet.

source: Bargojoavku oaidná ahte dán ferte čielggasmahttit nu, ahte sihke giellapolitihkalaš ulbmil ja beaivválaš gielalaš ulbmil lea mánáid produktiivvalaš sámegielmáhttu.
smj: Barggojuogos vuojnná dáv hæhttu tjielgadit váj sihke giellapolitihkalasj ulmme ja bæjválasj gielalasj ulmme l mánáj produktijva sámegieltjehpudahka.

source: Todal lokte ovdan ahte giellafálaldagaid bistu ja čielga ovddasvástideaddji leat dehálaš kritearat, ja bargojoavku doarju dan.
smj: Todala milta ájnas kriterriha li ahte giellafálaldagá vihpi ja nágin tjielggasit vásstet daj åvdås, ja barggojuogos doarjju dav.

source: Jus suohkaniin lea čielga ovddasvástádusjuohku ja plánat sámi giellafálaldagaide, de lea álkit lihkostuvvat sirdimis sámegiela mánáide.
smj: Jus suohkana li åvdåsvásstádusáv tjielggasit juohkám ja jus sijájn li plána sáme giellafálaldagájda, de la álkkep vuorbástuvvat sámegielav mánájda sirddet.

source: Lassin Todala ja Bakera kriteraide de lea bargojoavku lasihan ovtta kriteara giellaoahpahusmodeallaid meroštallamii:
smj: Duodden Todala ja Bakera kriterrihijda de la barggojuogos lasedam avtav kriterrihav giellaåhpadusmodella árvustallamij:

source: Diđolaš giellageavadat ja árvvoštallan leat dehálaš fáktorat giellamodeallain.
smj: Diedulasj giellapráksisa ja árvustallam li ájnas faktåvrå giellamodellajn.

source: Diđolaš giellageavadat mearkkašit ahte dihtomielalaččat bargojuvvo dainna ulbmiliin ahte 1) ceggejuvvo ovttagielat sámegielat biras mas rávisolbmot diđoštit iežaset giellageavaheami ja stivrejit mánáid giellageavaheami ja 2) mánát galget šaddat produktiivvalaččat sámegielagin, nappo sámástit aktiivvalaččat ja spontánalaččat.
smj: Diedulasj giellapráksisa merkahi diedulattjat barggá dajna ulmijn ahte 1) tsieggiduvvá avtagielak sámegielak birás manna ållessjattuga li diedulattja ietjasa giellaadnuj ja stivrriji mánáj giellaanov ja 2) máná galggi sjaddat produktijva sámegielagin, nappu sámástit dåjmalattjat ja spontánalattjat.

source: Diđolašvuođa hárrái leat ee. čuovvovaš áššit deaŧalaččat: buot mánáid gielladuogáža vuhtiiváldin;
smj: Diedulasjvuoda hárráj li ierit ietján tjuovvovasj ássje ájnnasa: divna mánáj gielladuogátjav vieledit;

source: systemáhtalaš giellaválljen;
smj: galggá systematihkalattjat gielav válljit;

source: gielalaš ulbmiliid hárrái bures plánejuvvon doaimmat;
smj: fálaldagá galggi buoragit plániduvvat gielalasj ulmij hárráj;

source: gielalaš doarjaga fállan mánáide ja bargiide;
smj: galggá gielalasj dårjav mánájda ja barggijda fállat;

source: sámegiella oinnolažžan buot doaibmasajiin ee. galbbain, teavsttain, namahusain;
smj: sámegiella galggá vuojnnusin divna arienájn dagu galbajn, tevstajn, nammadusájn;

source: gielaid ja giellaválljejumiid birra ságastallan.
smj: gielaj ja giellaválljimij birra galggá ságastallat.

source: Mánáid gielladáidu, giellageavaheapmi ja oahppanjoksosat fertejit árvvoštallojuvvot jeavddalaččat.
smj: Mánáj gielladájddo giellaadno ja oahppamboados hæhttuji aktelt árvustaláduvvat.

source: Bargovugiid ferte heivehit, jus čájehuvvo, ahte mánáidgárddi dahje skuvlla doaimmat eai olle ulbmiliidda, nappo mánáid produktiivvalaš sámegielatvuhtii.
smj: Barggovuogijt hæhttu hiebadit, jus ælvvá mánájgárde jali skåvlå fálaldagá e ulmijda jåvså, nappu mánáj produktijva sámegielakvuohtaj.

source: Árvvoštallama várás galget huksejuvvot oktasaš, riikka dási rámmat ja konkrehtalaš bargoneavvut.
smj: Árvustallamij galggi dagáduvvat aktisasj, rijka dáse birástagá ja konkriehta barggovædtsaga.

source: Bargojoavkku nuppi dokumeanttas mii guorahallat vuđoleappot diđolaš giellageavadagaid ja árvvoštallama, seammás go čilget muhtun bargovugiid mat daidda laktásit.
smj: Barggojuohkusa nuppe dokumentan vuodulappot guoradallap diedulasj giellapraksisijt ja árvustallamav, sæmmi bále tjielggip muhtem barggovuogijt ma dajda gulluji.

source: Todal ja Baker modeallain geavahuvvojit obbalaš doahpagat minoritehta- ja majoritehtagiella , go seammá modeallat soitet dieđusge geavahuvvot gos beare máilmmis.
smj: Todala ja Bakera modellajn aneduvvi åbbålasj moallánagá unneplåhko- ja ieneplåhkogiella , gå sæmmi modella máhtti diedon akta ber gånnå væráldin aneduvvat.

source: Mii leat iežamet ovdanbuktimis sámáidahttán dáid giellamodeallaid, nappo hupmu lea sámegielas ja riikkagielas, vai šaddá čielgaseabbon, maid 9 iešguhtege modealla mearkkaša sámi konteavsttas.
smj: Lep iehtjama tjielggidusán sámájdahttám dájt giellamodellajt, nappu sáhka l sámegielaj ja rijkagielaj birra, vaj sjaddá tjielggasabbon, majt iesjguhtik modælla merkaj sáme kontevstan.

source: Sámi konteavsttas riikkagiella čujuha dárogillii, suomagillii, ruoŧagillii dahje ruoššagillii.
smj: Sáme kontevstan rijkagiella vuoset vuonadárogiellaj, suomagiellaj, svierigadárogiellaj jali ruossjagiellaj.

source: 4.1 Geahnohis modealla, mii lea anus Sámis
smj: 4.1 Rasjes modælla, mij la anon Sámen

source: Baker (1993) lea govvidan eanet geahnohis giellamodeallaid, muhto Sámis lea dálá áigge anus dušše okta.
smj: Baker (1993) la ienep rasjes giellamodellajt gåvvidam, valla Sámen la dálásj ájge anon dåssju akta.

source: Dat lea dat, man Baker gohčoda mainstream bilingual -modeallan, Todal fas gohčoda dan dárogillii framandspråk -modeallan.
smj: Dat la mav Baker gåhtjut mainstream bilingual -modælla, Todal vas gåhtjut dav dárogiellaj framandspråk -modælla.

source: Bargojoavku lea válljen dan gohčodit goaikkanasmodeallan danne go dainna modeallain sámegiela oassi mánáidgárde- dahje skuvladoaimmain lea unnán, dego goaikkanasat.
smj: Barggojuogos la dav válljim gåhtjudit gåjkudismodællan danen gå dán modellan la sámegiela oasse mánájgárdde- jali skåvllåfálaldagájs unnagasj, degu gåjkudisá.

source: Sámi konteavsttas dat mearkkaša,- ahte olles fálaldat lea riikkagillii, ja sámegiella oahpahuvvo dahje geavahuvvo dušše ráddjejuvvon bottuin.
smj: Sáme kontevstan dat merkaj,- jut ålles fálaldahka l rijkagiellaj, ja sámegiella åhpaduvvá jali aneduvvá dåssju ráddjiduvvam ájggudagájn.

source: Sámegiella lea oahpahusa objeaktan: giellaoahpahus dahje giellabottut leat oktii dahje moddii vahkus, muhto giella ii leat iešguđet doaimmaid ja gulahallama gaskaoapmin.
smj: Sámegiella l åhpadusá objæktan: giellaåhpadus jali giellabåttå li akti jali nágin bále vahkkuj, valla giella ij la iesjguhtik dåjmaj ja guládallama nævvon.

source: Vaikko ulbmil lea ahte mánná galgá šaddat sámegielagin, de vásáhusat Sámis ja eará unnitlogugiellaservodagain čájehit, ahte dákkár modealla bokte ulbmil ii ollašuva, boađusin lea baicca ráddjejuvvon gielladáidu.
smj: Vájku ulmme l mánná galggá sjaddat sámegielagin, de vásádusá Sámes ja ietjá unneplågogielsebrudagájs vuosedi, jut dákkár modella baktu ulmme ij ålliduvá, båhtusin la farra ráddjiduvvam gielladájddo.

source: Ii leat jáhkehahtti ahte álgoálggus riikkagielat mánná šaddá sámegielagin goaikkanasmodeallain.
smj: Ij la jáhkedahtte jut mánná guhti l rijkagielak sjaddá sámegielagin gåjkudismodella baktu.

source: Servodatulbmila ja duođalaš gielalaš bohtosa gaskkas lea ruossalasvuohta: ulbmil lea máná sámegielatvuohta, muhto geahnohis giellamodealla boađus lea hárve sámegielat mánná.
smj: Sebrudakulme ja almma gielalasj båhtusa gaskan la vuosstebielle: ulmme l máná sámegielakvuohta, valla rasjes giellamodella boados la vuorjját sámegielak mánná.

source: Goaikkanasmodealla geavahuvvo maiddái muhtin mánáidgárddiin ja dat gohčoduvvo eatnigielahárjehallamin, mas mánná oažžu gielladoarjaga ráddjejuvvon áiggis.
smj: Gåjkudismodælla aneduvvá aj muhtem mánájgárdijn ja dat gåhtjoduvvá iednegiela hárjjidallamin , manna mánná oadtju gielladårjav ráddjiduvvam ájggudagán.

source: Mánáid gielladuogáš váikkuha dasa makkár sámegieldáiddu dássái lea vejolaš ollet goaikkanasmodeallain.
smj: Mánáj gielladuogásj vájkkut dasi makkir sáme gielladájdo dássáj máhttá jåksåt gåjkudismodella baktu.

source: Jus mánás lea sámegiella ruovttugiellan, de son dáidá olahit alit gielladáiddu dási go mánná, geas lea riikkagiella ruovttugiellan.
smj: Jus mánán la sámegiella sijddagiellan, de jåkså dávk alep gielladájdo dássáj gå mánná gænna l rijkagiella sijddagiellan.

source: Goittotge lea hui mearkkašahtti, ahte jus mánná ii oaččo oahpahusa sámegillii iešguđet oahppofágain, dušše sámegiela fágan, de su giella ii beasa ovdánit nu movt galggašii ja nu sámegielat mánná maid olaha ráddjejuvvon sámegielatvuođa.
smj: Ajtu l viek ájnas diehtet, jus mánná ij oattjo åhpadusáv sámegiellaj iesjguhtik oahppofágajn, dåssju sámegiela fágan, de suv giella ij besa åvddånit dagu galgaluluj ja navti sámegielak mánná aj jåkså ráddjiduvvam sámegiellaj.

source: Duššebeare giellaoahpahusa bokte lea veadjemeahttun ovdánahttit doarvái iešguđet fágaid sátneráju, ja máná gielladáidui sáhttet báhcit ráiggit ja váilevašvuođat.
smj: Dåssju giellaåhpadusá tjadá aktu ij la vejulasj åvddånahttet nuoges iesjguhtik fágaj báhkoboanndudagáv, ja máná gielladájdduj máhtti báhtset rájge ja vánesvuoda.

source: Goaikkanasmodealla bokte sáhttá riikkagiella šaddá sakka nanut giellan mánás go sámegiella, juogo obbalaččat dahje máŋgga deaŧalaš suorggis, nu ahte mánná ii nagot sámástit muhtun áššiid birra ja bággehallá válljet riikkagiela.
smj: Gåjkudismodella baktu máhttá rijkagiella sjaddat máná viek nannusap giellan, nannusap sámegielas, juogu åbbålattjat jali moatten ájnas suorgen, vaj mánná ij nagá muhtem ássje birra sámástit ja nággiduvvá rijkagielav válljitjit.

source: Danin goaikkanasmodealla ii leat buorre dallege jus ruovttugiellan lea sámegiella.
smj: Danen ij la ga gåjkudismodælla buorre dalloj gå máná sijddagiella l sámegiella.

source: Jus sámeservodaga ulbmil leat produktiivvalaš sámegielat mánát, de eat sáhte Sámis goaikkanasmodealla bokte sirdit ja oahpahit sámegiela.
smj: Jus sámesebrudagá ulmme l produktijva sámegielak máná, de Sámen ep máhte gåjkudismodella baktu sámegielav sirddet ja åhpadit.

source: Danin ferte guođđit dán giellamodealla ja dan sadjái geavahišgoahtit gievrras giellamodeallaid.
smj: Danen hæhttup dáv giellamodellav guodet ja farra nanos giellamodellajt adnegoahtet.

source: 10 4.2 Goaikkanasmodealla
smj: 4.2 Gåjkudismodælla

source: Gielaid sajádat
smj: Gielaj dille Sebrudak- ulmme

source: Servoda t-ulbmil
smj: Giellapráks isa

source: Gielalaš boađus
smj: Gielalasj boados

source: Riikkagiel at mánná (riikkagiell a ruovttugiellan)
smj: Rijkagielak mánná (rijkagiella sijddagiella n)

source: Riikkagiella, muhto sámegiell a ráddjejuvvon bottuin
smj: Rijkagiella, valla sámegiella ráddjiduvva m båttåjn

source: Gievrras sámegielat
smj: Nanos sámegiela

source: Leago ollislaš plána giela hárrái mánáidgárddis ja vuođđooahpahusas?
smj: Gávnnu gus åbbålasj pládna giela hárráj mánájgárd en ja

source: Leago diđolašvuoh ta giellageavadiid hárrái ja árvvoštallan ?
smj: Le gus diedulasjvu ohta giellapráksi sij ja árvustallam a hárráj?

source: Ráddjejuvv on sámegielatvuoht a;
smj: Ráddjiduvv am sámegielak vuohta;

source: reseptiivva laš sámegiela dáidu
smj: reseptijva sámegiela 10

source: Sámegiela t mánná (sámegiell a ruovttugiellan)
smj: Sámegielak mánná (sámegiella sijddagiella n)

source: Riikkagiel la, muhto sámegiell a ráddjejuvvon bottuin
smj: Rijkagiella, valla sámegiella ráddjiduvva m båttåjn

source: Leago ollislaš plána giela hárrái mánáidgárddis ja vuođđooahpahu sas?
smj: Gávnnu gus åbbålasj pládna giela hárráj mánájgárd en ja vuodoåhpa dusán?

source: Ráddjejuvv on sámegielat -vuohta;
smj: Ráddjiduvv am sámegielak vuohta;

source: riikkagiella šaddá sakka nanut giellan, obbalaččat dahje máŋgga deaŧalaš suorggis
smj: rijkagiella sjaddá sieldes nanos giellan, åbbålattjat jali moatten ájnas suorgen

source: Mii eat leat oaidnán vejolažžan tabeallas meroštallat oktageardánit goaikkanasmodealla bisttu ja giellageavadiid.
smj: Gåjkudismodella vihpamav ja giellapráksisijt ep la buktám tabella milta avtagærddásattjat merustallat.

source: Dávjá lea nu, ahte sámegiela oahpahus ii fállojuvvo systemáhtalaččat máná olles bajásgeassin- ja oahpahanbálgá áiggi, baicce muhtun muttuin dan.
smj: Álu sámegiela åhpadibme ij fáladuvá systiemalattjat máná ålles bajedim- ja åhpadimbálggá ájgev, farra muhtem mudduj.

source: Dávjá lea maiddái nu, ahte anus eai leat diđolaš giellageavadat, giellafálaldaga bistu lea váilevaš iige fálaldat árvvoštallojuvvo jeavddalaččat.
smj: Álu ælla diedulasj giellapráksisa anon, giellafálaldagá e guhkijt vibá, ij ga aktelt árvustalá fálaldagáv.

source: Lea goittotge áibbas vejolaš ahte bistu ja giellageavadat leat ortnegis.
smj: Ajtu l ållu máhttelis jut vihpam ja giellapráksisa li várajda váldedum.

source: Sámis lágiduvvo maiddái hui buorre ja gielladiđolaččat plánejuvvon giellaoahpahus.
smj: Sámen fáladuvvá aj viek buorre ja gielladiedulattjat plániduvvam giellaåhpadibme.

source: Čuolbman lea, ahte ii buorrege sámegiela oahpahus sáhte buvttihit doarvái buriid bohtosiid, jus dat ollašuvvá goaikkanasmodeallain.
smj: Tjuolmman la, ij åvvånis buoragit plániduvvam sámegiela åhpadibme nuoges buorre båhtusijt buvte, jus dat gåjkudismodællan tjadáduvvá.

source: Sámemánát dárbbašit ollu eambbo giellafálaldaga go goaikkanasmodealla fállá.
smj: Sámemáná dárbahi viek edna vijdep giellafálaldagáv gå gåjkudismodælla fállá.

source: 11 4.3 Gievrras giellamodeallat, mat heivejit oahpahussii Sámis
smj: 4.3 Nanos giellamodella ma hiehpi åhpadussaj Sámen

source: Bakeris leat guokte gievrras giellamodealla, mat heivejit Sápmái.
smj: Bakerin li guokta nanos giellamodella ma Sábmáj hiehpi.

source: 4.4 Nannenmodealla
smj: 4.4 Nannimmodælla

source: Gielaid sajádat Servod at-ulbmil
smj: Gielaj dille Sebrudak- ulmme

source: Sámegiella oahpahus- ja gulahallangi ellan
smj: Sámegiella åhpadim- ja guládallam giellan

source: Ollislaš plána giela hárrái mánáidgárddi s ja vuođđooahpa husas
smj: Åbbålasj plána giela hárráj mánájgárd en ja vuodoåhpa dusán

source: Diđolaš giellageavad at ja giellageavah eami árvvoštallan
smj: Diedulasj giellapráksis a ja giellaano árvustallam

source: Produktiivv alaš sámegiela dáidu, njálmmálaš ja čálalaš
smj: Produktijv a sáme gielladájdd o, njálmálattj at ja tjálalattjat

source: Dá lea modealla, man Baker gohčoda maintenance / heritage language -modeallan ja Todal fas bevarings- og utviklings -modeallan.
smj: Dát la modælla, mav Baker gåhtjut maintenance / heritage language -modælla ja Todal vas bevarings- og utviklings -modælla.

source: Mii leat válljen nannenmodealla - doahpaga: ulbmilin lea nannet daid sámegielat mánáid sámegiela, geain lea sámegiella ruovttugiellan.
smj: Mij lip nannimmodælla buojkuldagáv válljim: ulmmen la sámegielak mánáj sámegielav nannit, gejn la sámegiella sijddagiellan.

source: Nannenmodeallas lea sámegiella gulahallama gaskaoapmin.
smj: Nannimmodellan la sámegiella guládallama ræjddon.

source: Skuvllas dat mearkkaša ahte sámegiella lea fágaid oahpahusgiellan, ja riikkagiella lea geatnegahtton fága.
smj: Skåvlån dat merkaj sámegiella l fágaj åhpadimgiellan, ja rijkagiella l bákkulasj fáhka.

source: Servodaga ulbmil lea gievrras sámegielat ja gielalaš boađus galgá leat mánáid produktiivvalaš sámegiela dáidu.
smj: Sebrudagá ulmme l nanos sámegiela ja gielalasj boados galggá liehket mánáj produktijva sáme gielladájddo.

source: Modealla heive bures dakkár guovlluin dahje mánnájoavkkuin, gos mánáin lea sámegiella vuosttašgiellan.
smj: Modælla buoragit hiehpá dakkár guovlojn jali mánnájuohkusijn, gånnå mánájn la sámegiella vuostasjgiellan.

source: Bargojoavku ávžžuha geavahit nannenmodealla buot guovlluin gos leat ruovttugiellan sámegiela hálli mánát.
smj: Barggojuogos ávttji nannimmodellav anátjit divna guovlojn gånnå li máná sámegielajn sijddagiellan.

source: Sii galget beassat ovdánit, bajásšaddat ja oahppat sámegillii.
smj: Galggi bessat åvddånit, badjánit ja oahppat sámegiellaj.

source: Sin sámegieldáiddu ja -geavaheami ferte doarjut ja nannet agi mielde nu, ahte sámegielas šaddá sidjiide gulahallama, oahppama ja servodaga nanu giella.
smj: Sijá sáme gielladájdov ja -anov hæhttu álldara milta doarjjot ja nannit váj sámegiella sjaddá sidjij guládallama, oahppama ja sebrudagá nanos giella.
